Indicates if the subface is coincident with a portion of a (possibly offset) face of the element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public bool SubfaceArisesFromElementFace { get; }
  Visual Basic
Public ReadOnly Property SubfaceArisesFromElementFace As Boolean
	Get
  Visual C++
public:
property bool SubfaceArisesFromElementFace {
	bool get ();
}
 See Also
  SpatialElementBoundarySubface Class
  Autodesk.Revit.DB Namespace